Repository: jrevillard/genie-ai-replica
Catalog: mobile/genie_ai_mobile_swiftui/GenieAI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, pt, ru, sw, th, zh

# leftPanel.cat6.children.2
source: Crime reporting
ar: الإبلاغ عن الجرائم
de: Kriminalitätsmeldung
es: Denuncia de delitos
fr: Signalement de crimes
id: Pelaporan kejahatan
pt: Denúncia de crimes
ru: Сообщение о преступлениях
sw: Kuripoti uhalifu
th: การรายงานอาชญากรรม
zh: 犯罪举报

# leftPanel.cat6.children.3
source: Consumer protection laws
ar: قوانين حماية المستهلك
de: Verbraucherschutzgesetze
es: Leyes de protección al consumidor
fr: Lois sur la protection des consommateurs
id: Hukum perlindungan konsumen
pt: Leis de proteção ao consumidor
ru: Законы о защите прав потребителей
sw: Sheria za ulinzi wa watumiaji
th: กฎหมายคุ้มครองผู้บริโภค
zh: 消费者保护法

# leftPanel.cat6.name
source: 6. Public Safety & Justice
ar: 6. السلامة العامة والعدالة
de: 6. Öffentliche Sicherheit & Justiz
es: 6. Seguridad Pública y Justicia
fr: 6. Sécurité Publique et Justice
id: 6. Keselamatan Publik & Keadilan
pt: 6. Segurança Pública e Justiça
ru: 6. Общественная безопасность и правосудие
sw: 6. Usalama wa Umma na Haki
th: 6. ความปลอดภัยสาธารณะและความยุติธรรม
zh: 6. 公共安全与司法

# leftPanel.cat7.children.0
source: Driver's licenses and vehicle registration
ar: رخص القيادة وتسجيل المركبات
de: Führerscheine und Fahrzeugregistrierung
es: Licencias de conducir y registro vehicular
fr: Permis de conduire et immatriculation des véhicules
id: Surat izin mengemudi dan pendaftaran kendaraan
pt: Carteiras de motorista e registro de veículos
ru: Водительские права и регистрация ТС
sw: Leseni za madereva na usajili wa magari
th: ใบขับขี่และการจดทะเบียนรถยนต์
zh: 驾驶执照和车辆登记

# leftPanel.cat7.children.1
source: Public transit and infrastructure
ar: النقل العام والبنية التحتية
de: Öffentlicher Nahverkehr und Infrastruktur
es: Transporte público e infraestructura
fr: Transports publics et infrastructures
id: Transportasi umum dan infrastruktur
pt: Transporte público e infraestrutura
ru: Общественный транспорт и инфраструктура
sw: Usafiri wa umma na miundombinu
th: ระบบขนส่งสาธารณะและโครงสร้างพื้นฐาน
zh: 公共交通和基础设施

# leftPanel.cat7.children.2
source: Traffic violations and fines
ar: مخالفات المرور والغرامات
de: Verkehrsverstöße und Bußgelder
es: Infracciones de tránsito y multas
fr: Infractions routières et amendes
id: Pelanggaran lalu lintas dan denda
pt: Violações de trânsito e multas
ru: Нарушения ПДД и штрафы
sw: Makovu ya barabarani na faini
th: การละเมิดกฎจราจรและค่าปรับ
zh: 交通违规和罚款

# leftPanel.cat7.children.3
source: Road safety programs
ar: برامج السلامة على الطرق
de: Verkehrssicherheitsprogramme
es: Programas de seguridad vial
fr: Programmes de sécurité routière
id: Program keselamatan jalan raya
pt: Programas de segurança no trânsito
ru: Программы безопасности дорожного движения
sw: Programu za usalama barabarani
th: โครงการความปลอดภัยทางถนน
zh: 道路安全计划

# leftPanel.cat7.name
source: 7. Transportation & Mobility
ar: 7. النقل والتنقل
de: 7. Transport & Mobilität
es: 7. Transporte y Movilidad
fr: 7. Transports et Mobilité
id: 7. Transportasi & Mobilitas
pt: 7. Transporte e Mobilidade
ru: 7. Транспорт и мобильность
sw: 7. Usafiri na Uhamaji
th: 7. การขนส่งและการสัญจร
zh: 7. 交通与出行

# leftPanel.cat8.children.0
source: Public housing assistance
ar: مساعدة الإسكان العام
de: Öffentliche Wohnungsbauhilfe
es: Asistencia de vivienda pública
fr: Aide au logement social
id: Bantuan perumahan rakyat
pt: Assistência à habitação pública
ru: Помощь в получении государственного жилья
sw: Msaada wa nyumba za umma
th: ความช่วยเหลือด้านที่อยู่อาศัยสาธารณะ
zh: 公共住房援助

# leftPanel.cat8.children.1
source: Property registration and land records
ar: تسجيل الممتلكات وسجلات الأراضي
de: Eigentumsregistrierung und Grundbücher
es: Registro de propiedades y tierras
fr: Enregistrement de propriété et registres fonciers
id: Pendaftaran properti dan catatan tanah
pt: Registro de propriedades e registros de terras
ru: Регистрация собственности и земельные записи
sw: Usajili wa mali na rekodi za ardhi
th: การจดทะเบียนทรัพย์สินและที่ดิน
zh: 财产登记和土地记录

# leftPanel.cat8.children.2
source: Housing loans and subsidies
ar: قروض الإسكان والدعم
de: Wohnungsbaudarlehen und Zuschüsse
es: Préstamos y subsidios de vivienda
fr: Prêts et subventions au logement
id: Pinjaman perumahan dan subsidi
pt: Empréstimos e subsídios habitacionais
ru: Жилищные кредиты и субсидии
sw: Mikopo ya nyumba na ruzuku
th: สินเชื่อที่อยู่อาศัยและเงินอุดหนุน
zh: 住房贷款和补贴

# leftPanel.cat8.children.3
source: Zoning and building permits
ar: تقسيم المناطق وتصاريح البناء
de: Zoneneinteilung und Baugenehmigungen
es: Zonificación y permisos de construcción
fr: Zonage et permis de construire
id: Zonasi dan izin bangunan
pt: Zoneamento e licenças de construção
ru: Зонирование и разрешения на строительство
sw: Zoning na vibali vya ujenzi
th: การจัดโซนและใบอนุญาตก่อสร้าง
zh: 分区和建筑许可

# leftPanel.cat8.name
source: 8. Housing & Urban Development
ar: 8. الإسكان والتنمية الحضرية
de: 8. Wohnen & Stadtentwicklung
es: 8. Vivienda y Desarrollo Urbano
fr: 8. Logement et Développement Urbain
id: 8. Perumahan & Pembangunan Kota
pt: 8. Habitação e Desenvolvimento Urbano
ru: 8. Жилье и городское развитие
sw: 8. Nyumba na Maendeleo ya Miji
th: 8. ที่อยู่อาศัยและการพัฒนาเมือง
zh: 8. 住房与城市发展

# leftPanel.cat9.children.0
source: Water and electricity services
ar: خدمات المياه والكهرباء
de: Wasser- und Stromdienste
es: Servicios de agua y electricidad
fr: Services d'eau et d'électricité
id: Layanan air dan listrik
pt: Serviços de água e eletricidade
ru: Водоснабжение и электроэнергия
sw: Huduma za maji na umeme
th: บริการน้ำและไฟฟ้า
zh: 水和电力服务

# leftPanel.cat9.children.1
source: Waste management and recycling
ar: إدارة النفايات وإعادة التدوير
de: Abfallwirtschaft und Recycling
es: Gestión de residuos y reciclaje
fr: Gestion des déchets et recyclage
id: Pengelolaan limbah dan daur ulang
pt: Gestão de resíduos e reciclagem
ru: Управление отходами и переработка
sw: Usimamizi wa taka na kuchakata
th: การจัดการขยะและการรีไซเคิล
zh: 废物管理和回收

# leftPanel.cat9.children.2
source: Environmental regulations
ar: اللوائح البيئية
de: Umweltvorschriften
es: Regulaciones ambientales
fr: Réglementations environnementales
id: Peraturan lingkungan
pt: Regulamentos ambientais
ru: Экологические нормы
sw: Kanuni za mazingira
th: กฎระเบียบด้านสิ่งแวดล้อม
zh: 环境法规

# leftPanel.cat9.children.3
source: Renewable energy initiatives
ar: مبادرات الطاقة المتجددة
de: Initiativen für erneuerbare Energien
es: Energías renovables
fr: Initiatives pour les énergies renouvelables
id: Inisiatif energi terbarukan
pt: Iniciativas de energia renovável
ru: Инициативы по возобновляемой энергии
sw: Mipango ya nishati mbadala
th: โครงการพลังงานหมุนเวียน
zh: 可再生能源计划

# leftPanel.cat9.name
source: 9. Utilities & Environment
ar: 9. المرافق والبيئة
de: 9. Versorgung & Umwelt
es: 9. Servicios Públicos y Medio Ambiente
fr: 9. Services Publics et Environnement
id: 9. Utilitas & Lingkungan
pt: 9. Utilidades e Meio Ambiente
ru: 9. Коммунальные услуги и окружающая среда
sw: 9. Huduma na Mazingira
th: 9. สาธารณูปโภคและสิ่งแวดล้อม
zh: 9. 公用事业与环境

# leftPanel.cat10.children.0
source: Business registration and licensing
ar: تسجيل وترخيص الأعمال
de: Unternehmensregistrierung und Lizenzierung
es: Registro y licencias comerciales
fr: Enregistrement et licences d'entreprise
id: Pendaftaran dan perizinan bisnis
pt: Registro e licenciamento de empresas
ru: Регистрация и лицензирование бизнеса
sw: Usajili na leseni za biashara
th: การจดทะเบียนธุรกิจและใบอนุญาต
zh: 商业登记和许可

# leftPanel.cat10.children.1
source: Trade regulations and permits
ar: اللوائح التجارية والتصاريح
de: Handelsvorschriften und Genehmigungen
es: Regulaciones comerciales
fr: Réglementations commerciales et permis
id: Peraturan perdagangan dan izin
pt: Regulamentos comerciais e licenças
ru: Торговые правила и разрешения
sw: Kanuni za biashara na vibali
th: กฎระเบียบทางการค้าและใบอนุญาต
zh: 贸易法规和许可证

# leftPanel.cat10.children.2
source: Small business grants and incentives
ar: منح الأعمال الصغيرة والحوافز
de: Zuschüsse und Anreize für Kleinunternehmen
es: Subvenciones para pequeñas empresas
fr: Subventions et incitations pour les petites entreprises
id: Hibah dan insentif usaha kecil
pt: Subsídios e incentivos para pequenas empresas
ru: Гранты и стимулы для малого бизнеса
sw: Ruzuku na motisha kwa biashara ndogo
th: เงินช่วยเหลือและแรงจูงใจสำหรับธุรกิจขนาดเล็ก
zh: 小企业补助金和激励措施

# leftPanel.cat10.children.3
source: E-commerce and digital business support
ar: التجارة الإلكترونية ودعم الأعمال الرقمية
de: E-Commerce und digitale Geschäftsunterstützung
es: Comercio electrónico y soporte digital
fr: E-commerce et soutien aux entreprises numériques
id: E-commerce dan dukungan bisnis digital
pt: E-commerce e suporte a negócios digitais
ru: Электронная коммерция и поддержка цифрового бизнеса
sw: Biashara ya mtandaoni na msaada wa biashara za kidijitali
th: อีคอมเมิร์ซและการสนับสนุนธุรกิจดิจิทัล
zh: 电子商务和数字业务支持

# leftPanel.cat10.name
source: 10. Business & Trade
ar: 10. الأعمال والتجارة
de: 10. Wirtschaft & Handel
es: 10. Negocios y Comercio
fr: 10. Affaires et Commerce
id: 10. Bisnis & Perdagangan
pt: 10. Negócios e Comércio
ru: 10. Бизнес и торговля
sw: 10. Biashara na Biashara
th: 10. ธุรกิจและการค้า
zh: 10. 商业与贸易

# leftPanel.cat11.children.0
source: Retirement benefits
ar: مزايا التقاعد
de: Rentenleistungen
es: Beneficios de jubilación
fr: Prestations de retraite
id: Manfaat pensiun
pt: Benefícios de aposentadoria
ru: Пенсионные выплаты
sw: Faida za kustaafu
th: สิทธิประโยชน์เกษียณอายุ
zh: 退休福利

# leftPanel.cat11.children.1
source: Pension fund management
ar: إدارة صندوق المعاشات
de: Pensionsfondsmanagement
es: Gestión de fondos de pensiones
fr: Gestion des fonds de pension
id: Pengelolaan dana pensiun
pt: Gestão de fundos de pensão
ru: Управление пенсионным фондом
sw: Usimamizi wa mfuko wa pensheni
th: การจัดการกองทุนบำนาญ
zh: 养老基金管理

# leftPanel.cat11.children.2
source: Survivor benefits
ar: مزايا الورثة
de: Hinterbliebenenleistungen
es: Beneficios para sobrevivientes
fr: Prestations de survivant
id: Manfaat bagi ahli waris
pt: Benefícios para sobreviventes
ru: Пособия по потере кормильца
sw: Faida za warithi
th: สิทธิประโยชน์สำหรับผู้รอดชีวิต
zh: 遗属福利

# leftPanel.cat11.children.3
source: Disability pensions
ar: معاشات الإعاقة
de: Invaliditätsrenten
es: Pensiones por discapacidad
fr: Pensions d'invalidité
id: Pensiun disabilitas
pt: Pensões por invalidez
ru: Пенсии по инвалидности
sw: Pensheni za ulemavu
th: บำนาญทุพพลภาพ
zh: 残疾养老金

# leftPanel.cat11.name
source: 11. Social Security & Pensions
ar: 11. الضمان الاجتماعي والرفاهية
de: 11. Soziale Sicherheit & Renten
es: 11. Seguridad Social y Pensiones
fr: 11. Sécurité Sociale et Pensions
id: 11. Jaminan Sosial & Pensiun
pt: 11. Previdência Social e Pensões
ru: 11. Социальное обеспечение и пенсии
sw: 11. Usalama wa Jamii na Pensheni
th: 11. ประกันสังคมและบำนาญ
zh: 11. 社会保障与养老金

# leftPanel.cat12.children.0
source: Voting and elections
ar: التصويت والانتخابات
de: Wahlen und Abstimmungen
es: Votaciones y elecciones
fr: Vote et élections
id: Pemungutan suara dan pemilihan umum
pt: Votação e eleições
ru: Голосование и выборы
sw: Kupiga kura na uchaguzi
th: การลงคะแนนเสียงและการเลือกตั้ง
zh: 投票和选举

# leftPanel.cat12.children.1
source: Public feedback and citizen complaints
ar: ملاحظات الجمهور وشكاوى المواطنين
de: Öffentliches Feedback und Bürgerbeschwerden
es: Quejas ciudadanas
fr: Retours du public et plaintes des citoyens
id: Umpan balik publik dan keluhan warga
pt: Feedback público e reclamações de cidadãos
ru: Обратная связь и жалобы граждан
sw: Maoni ya umma na malalamiko ya raia
th: ความคิดเห็นสาธารณะและการร้องเรียนของพลเมือง
zh: 公众反馈和公民投诉

# leftPanel.cat12.children.2
source: Volunteering and community programs
ar: التطوع والبرامج المجتمعية
de: Freiwilligenarbeit und Gemeinschaftsprogramme
es: Voluntariado y programas comunitarios
fr: Bénévolat et programmes communautaires
id: Sukarelawan dan program komunitas
pt: Voluntariado e programas comunitários
ru: Волонтерство и общественные программы
sw: Kujitolea na programu za jamii
th: อาสาสมัครและโครงการชุมชน
zh: 志愿服务和社区计划

# leftPanel.cat12.children.3
source: Local government participation
ar: المشاركة في الحكم المحلي
de: Teilnahme an der lokalen Regierung
es: Participación en gobierno local
fr: Participation au gouvernement local
id: Partisipasi pemerintah daerah
pt: Participação no governo local
ru: Участие в местном самоуправлении
sw: Ushiriki wa serikali za mitaa
th: การมีส่วนร่วมในรัฐบาลท้องถิ่น
zh: 地方政府参与

# leftPanel.cat12.name
source: 12. Community & Civic Engagement
ar: 12. المجتمع والمشاركة المدنية
de: 12. Gemeinschaft & Bürgerbeteiligung
es: 12. Comunidad y Participación Cívica
fr: 12. Communauté et Engagement Civique
id: 12. Komunitas & Keterlibatan Sipil
pt: 12. Comunidade e Engajamento Cívico
ru: 12. Сообщество и гражданское участие
sw: 12. Jamii na Ushiriki wa Kiraia
th: 12. ชุมชนและการมีส่วนร่วมของพลเมือง
zh: 12. 社区与公民参与

source: Library Science
ar: علم المكتبات
de: Bibliothekswissenschaft
es: Biblioteconomía
fr: Bibliothéconomie
id: Ilmu Perpustakaan
pt: Biblioteconomia
ru: Библиотековедение
sw: Sayansi ya Maktaba
th: บรรณารักษศาสตร์
zh: 图书馆学

source: Life Changing
ar: مغير للحياة
de: Lebensverändernd
es: Cambia la vida
fr: Change la vie
id: Mengubah Hidup
pt: Mudança de Vida
ru: Изменило жизнь
sw: Inabadilisha Maisha
th: เปลี่ยนชีวิต
zh: 改变生活

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
id: Terang
pt: Claro
ru: Светлая
sw: Nuru
th: สว่าง
zh: 浅色

source: Linguistics
ar: لغويات
de: Linguistik
es: Lingüística
fr: Linguistique
id: Linguistik
pt: Linguística
ru: Лингвистика
sw: Isimu
th: ภาษาศาสตร์
zh: 语言学

source: Load and Discard
ar: تحميل وتجاهل
de: Laden und verwerfen
es: Cargar y descartar
fr: Charger et ignorer
id: Muat dan Buang
pt: Carregar e Descartar
ru: Загрузить и отменить
sw: Pakia na Tupa
th: โหลดและทิ้ง
zh: 加载并放弃

source: Load Conversation?
ar: تحميل المحادثة؟
de: Konversation laden?
es: ¿Cargar conversación?
fr: Charger la conversation ?
id: Muat Percakapan?
pt: Carregar Conversa?
ru: Загрузить разговор?
sw: Pakia Mazungumzo?
th: โหลดบทสนทนา?
zh: 加载对话？

source: Load Existing Conversation
ar: تحميل محادثة موجودة
de: Bestehende Unterhaltung laden
es: Cargar conversación existente
fr: Charger la conversation existante
id: Muat Percakapan yang Ada
pt: Carregar Conversa Existente
ru: Загрузить существующий разговор
sw: Pakia Mazungumzo Yaliyopo
th: โหลดบทสนทนาที่มีอยู่
zh: 加载现有对话

source: Loading conversations...
ar: جاري تحميل المحادثات...
de: Lade Unterhaltungen...
es: Cargando conversaciones...
fr: Chargement des conversations...
id: Memuat percakapan...
pt: Carregando conversas...
ru: Загрузка разговоров...
sw: Inapakia mazungumzo...
th: กำลังโหลดบทสนทนา...
zh: 正在加载对话...

source: Loading location...
ar: جاري تحديد الموقع...
de: Lade Standort...
es: Cargando ubicación...
fr: Chargement de la localisation...
id: Memuat lokasi...
pt: Carregando localização...
ru: Определение местоположения...
sw: Inapakia eneo...
th: กำลังโหลดตำแหน่ง...
zh: 正在加载位置...

source: Loading user information...
ar: جاري تحميل معلومات المستخدم...
de: Lade Benutzerinformationen...
es: Cargando información del usuario...
fr: Chargement des informations utilisateur...
id: Memuat informasi pengguna...
pt: Carregando informações do usuário...
ru: Загрузка информации о пользователе...
sw: Inapakia taarifa za mtumiaji...
th: กำลังโหลดข้อมูลผู้ใช้...
zh: 正在加载用户信息...

source: Loading weather data...
ar: جاري تحميل بيانات الطقس...
de: Lade Wetterdaten...
es: Cargando clima...
fr: Chargement des données météo...
id: Memuat data cuaca...
pt: Carregando dados meteorológicos...
ru: Загрузка данных о погоде...
sw: Inapakia data ya hali ya hewa...
th: กำลังโหลดข้อมูลสภาพอากาศ...
zh: 正在加载天气数据...

source: Loading...
ar: جاري التحميل...
de: Lade...
es: Cargando...
fr: Chargement...
id: Memuat...
pt: Carregando...
ru: Загрузка...
sw: Inapakia...
th: กำลังโหลด...
zh: 正在加载...

source: Loan and government aid records
ar: سجلات القروض والمساعدات الحكومية
de: Kredit- und staatliche Hilfsaufzeichnungen
es: Registros de préstamos y ayuda gubernamental
fr: Dossiers de prêts et d'aides gouvernementales
id: Catatan pinjaman dan bantuan pemerintah
pt: Registros de empréstimos e auxílio governamental
ru: Записи о кредитах и государственной помощи
sw: Rekodi za mkopo na msaada wa serikali
th: บันทึกเงินกู้และความช่วยเหลือจากรัฐบาล
zh: 贷款和政府援助记录

source: Log in
ar: سجل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
id: Masuk
pt: Entrar
ru: Войти
sw: Ingia
th: เข้าสู่ระบบ
zh: 登录

source: Log Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
id: Keluar
pt: Sair
ru: Выйти
sw: Toka
th: ออกจากระบบ
zh: 退出登录

source: Log you out of the system
ar: يخرجك من النظام
de: Dich aus dem System abmelden
es: Cerrar tu sesión del sistema
fr: Vous déconnecter du système
id: Mengeluarkan Anda dari sistem
pt: Desconectar você do sistema
ru: Выход из системы
sw: Kukutoa kwenye mfumo
th: นำคุณออกจากระบบ
zh: 将您从系统中注销

source: Logging in...
ar: جاري تسجيل الدخول...
de: Melde an...
es: Iniciando sesión...
fr: Connexion en cours...
id: Sedang masuk...
pt: Entrando...
ru: Вход в систему...
sw: Inaingia...
th: กำลังเข้าสู่ระบบ...
zh: 正在登录...

source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Connexion
id: Masuk
pt: Entrar
ru: Войти
sw: Ingia
th: เข้าสู่ระบบ
zh: 登录

source: Login failed. Please check your credentials.
ar: فشل تسجيل الدخول. يرجى التحقق من بيانات الاعتماد.
de: Anmeldung fehlgeschlagen. Bitte überprüfe deine Anmeldedaten.
es: Error al iniciar sesión. Por favor verifica tus credenciales.
fr: Échec de la connexion. Veuillez vérifier vos identifiants.
id: Gagal masuk. Harap periksa kredensial Anda.
pt: Falha no login. Por favor, verifique suas credenciais.
ru: Ошибка входа. Пожалуйста, проверьте свои данные.
sw: Kuingia kumeshindwa. Tafadhali angalia taarifa zako.
th: เข้าสู่ระบบล้มเหลว โปรดตรวจสอบข้อมูลประจำตัวของคุณ
zh: 登录失败。请检查您的凭据。

source: Login failed. Please try again.
ar: فشل تسجيل الدخول. يرجى المحاولة مرة أخرى.
de: Anmeldung fehlgeschlagen. Bitte versuche es erneut.
es: Error al iniciar sesión. Inténtalo de nuevo.
fr: Échec de la connexion. Veuillez réessayer.
id: Gagal masuk. Silakan coba lagi.
pt: Falha no login. Por favor, tente novamente.
ru: Ошибка входа. Пожалуйста, попробуйте снова.
sw: Kuingia kumeshindwa. Tafadhali jaribu tena.
th: เข้าสู่ระบบล้มเหลว โปรดลองอีกครั้ง
zh: 登录失败。请重试。

source: Login successful
ar: تم تسجيل الدخول بنجاح
de: Anmeldung erfolgreich
es: Inicio de sesión exitoso
fr: Connexion réussie
id: Masuk berhasil
pt: Login bem-sucedido
ru: Вход выполнен успешно
sw: Kuingia kumefanikiwa
th: เข้าสู่ระบบสำเร็จ
zh: 登录成功

# login.createAccount
source: Create account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
id: Buat akun
pt: Criar conta
ru: Создать аккаунт
sw: Unda akaunti
th: สร้างบัญชี
zh: 创建账户

# login.username
source: Username
ar: اسم المستخدم
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
id: Nama Pengguna
pt: Nome de Usuário
ru: Имя пользователя
sw: Jina la Mtumiaji
th: ชื่อผู้ใช้
zh: 用户名

source: Major Issues
ar: مشاكل كبيرة
de: Größere Probleme
es: Problemas mayores
fr: Problèmes majeurs
id: Masalah Besar
pt: Problemas Graves
ru: Серьезные проблемы
sw: Masuala Makubwa
th: มีปัญหาใหญ่
zh: 重大问题

source: Male
ar: ذكر
de: Männlich
es: Masculino
fr: Homme
id: Pria
pt: Masculino
ru: Мужской
sw: Mwanaume
th: ชาย
zh: 男

source: Management
ar: إدارة
es: Gestión
fr: Gestion
id: Manajemen
pt: Gestão
ru: Менеджмент
sw: Usimamizi
th: การจัดการ
zh: 管理学

source: Marital status
ar: الحالة الاجتماعية
de: Familienstand
es: Estado civil
fr: État civil
id: Status pernikahan
pt: Estado civil
ru: Семейное положение
sw: Hali ya ndoa
th: สถานภาพการสมรส
zh: 婚姻状况

source: Marketing
ar: تسويق
id: Pemasaran
ru: Маркетинг
sw: Masoko
th: การตลาด
zh: 市场营销

source: Marriage / Divorce records
ar: سجلات الزواج / الطلاق
de: Heirats- / Scheidungsurkunden
es: Registros de matrimonio / divorcio
fr: Dossiers de mariage / divorce
id: Catatan Pernikahan / Perceraian
pt: Registros de casamento / divórcio
ru: Записи о браке / разводе
sw: Rekodi za ndoa / talaka
th: ทะเบียนสมรส / ใบหย่า
zh: 结婚/离婚记录

source: Married
ar: متزوج/متزوجة
de: Verheiratet
es: Casado/a
fr: Marié(e)
id: Menikah
pt: Casado(a)
ru: Женат/Замужем
sw: Ameoa/Ameolewa
th: สมรส
zh: 已婚

source: Master of Arts (MA)
ar: ماجستير آداب (MA)
es: Maestría en Artes (MA)
fr: Master ès arts (MA)
id: Magister Seni (MA)
pt: Mestrado em Artes (MA)
ru: Магистр искусств (MA)
sw: Shahada ya Uzamili ya Sanaa (MA)
th: ศิลปศาสตรมหาบัณฑิต (MA)
zh: 文学硕士 (MA)

source: Master of Business Administration (MBA)
ar: ماجستير إدارة أعمال (MBA)
es: Maestría en Administración de Empresas (MBA)
fr: Master en administration des affaires (MBA)
id: Magister Administrasi Bisnis (MBA)
pt: Mestrado em Administração de Empresas (MBA)
ru: Магистр бизнес-администрирования (MBA)
sw: Shahada ya Uzamili ya Utawala wa Biashara (MBA)
th: บริหารธุรกิจมหาบัณฑิต (MBA)
zh: 工商管理硕士 (MBA)

source: Master of Education (MEd)
ar: ماجستير تعليم (MEd)
es: Maestría en Educación (MEd)
fr: Master en éducation (MEd)
id: Magister Pendidikan (MEd)
pt: Mestrado em Educação (MEd)
ru: Магистр образования (MEd)
sw: Shahada ya Uzamili ya Elimu (MEd)
th: ศึกษาศาสตรมหาบัณฑิต (MEd)
zh: 教育硕士 (MEd)

source: Master of Engineering (MEng)
ar: ماجستير هندسة (MEng)
es: Maestría en Ingeniería (MEng)
fr: Master en ingénierie (MEng)
id: Magister Teknik (MEng)
pt: Mestrado em Engenharia (MEng)
ru: Магистр инженерии (MEng)
sw: Shahada ya Uzamili ya Uhandisi (MEng)
th: วิศวกรรมศาสตรมหาบัณฑิต (MEng)
zh: 工程硕士 (MEng)

source: Master of Fine Arts (MFA)
ar: ماجستير فنون جميلة (MFA)
es: Maestría en Bellas Artes (MFA)
fr: Master en beaux-arts (MFA)
id: Magister Seni Rupa (MFA)
pt: Mestrado em Belas Artes (MFA)
ru: Магистр изящных искусств (MFA)
sw: Shahada ya Uzamili ya Sanaa Nzuri (MFA)
th: ศิลปกรรมศาสตรมหาบัณฑิต (MFA)
zh: 美术硕士 (MFA)

source: Master of Laws (LLM)
ar: ماجستير قانون (LLM)
es: Maestría en Derecho (LLM)
fr: Master en droit (LLM)
id: Magister Hukum (LLM)
pt: Mestrado em Direito (LLM)
ru: Магистр права (LLM)
sw: Shahada ya Uzamili ya Sheria (LLM)
th: นิติศาสตรมหาบัณฑิต (LLM)
zh: 法学硕士 (LLM)

source: Master of Public Health (MPH)
ar: ماجستير صحة عامة (MPH)
es: Maestría en Salud Pública (MPH)
fr: Master en santé publique (MPH)
id: Magister Kesehatan Masyarakat (MPH)
pt: Mestrado em Saúde Pública (MPH)
ru: Магистр общественного здравоохранения (MPH)
sw: Shahada ya Uzamili ya Afya ya Umma (MPH)
th: สาธารณสุขศาสตรมหาบัณฑิต (MPH)
zh: 公共卫生硕士 (MPH)

source: Master of Science (MS)
ar: ماجستير علوم (MS)
es: Maestría en Ciencias (MS)
fr: Master ès sciences (MS)
id: Magister Sains (MS)
pt: Mestrado em Ciências (MS)
ru: Магистр наук (MS)
sw: Shahada ya Uzamili ya Sayansi (MS)
th: วิทยาศาสตรมหาบัณฑิต (MS)
zh: 理学硕士 (MS)

source: Master's Degree
ar: درجة الماجستير
de: Master-Abschluss
es: Maestría
fr: Master
id: Gelar Magister
pt: Mestrado
ru: Магистр
sw: Shahada ya Uzamili
th: ปริญญาโท
zh: 硕士学位

source: Match found
ar: تم العثور على تطابق
de: Übereinstimmung gefunden
es: Coincidencia encontrada
fr: Correspondance trouvée
id: Kecocokan ditemukan
pt: Correspondência encontrada
ru: Найдено совпадение
sw: Ulinganifu umepatikana
th: พบข้อมูลที่ตรงกัน
zh: 找到匹配项

source: Materials Science
ar: علم المواد
de: Materialwissenschaft
es: Ciencia de Materiales
fr: Science des matériaux
id: Ilmu Material
pt: Ciência dos Materiais
ru: Материаловедение
sw: Sayansi ya Nyenzo
th: วัสดุศาสตร์
zh: 材料科学

source: Mathematics
ar: رياضيات
de: Mathematik
es: Matemáticas
fr: Mathématiques
id: Matematika
pt: Matemática
ru: Математика
sw: Hisabati
th: คณิตศาสตร์
zh: 数学

source: Mechanical Engineering
ar: الهندسة الميكانيكية
de: Maschinenbau
es: Ingeniería Mecánica
fr: Génie mécanique
id: Teknik Mesin
pt: Engenharia Mecânica
ru: Машиностроение
sw: Uhandisi wa Mitambo
th: วิศวกรรมเครื่องกล
zh: 机械工程
